[
    {"idCard": 0},
    {"idCard": 1,
        "expansion": "base",
        "type": "normalText",
        "languages": {
            "en": {
                "front":{
                    "title": "1 - WAVE OF PANIC",
                    "story": "Windows are shut, curtains drawn, and doors barricaded. Citizens rush through the streets, casting furtive glances over their shoulders. A sinister unease takes hold of the city, hangs over its rooftops, and stagnates in the shadows. As the panic spreads, people and animals react in increasingly unpredictable ways—fleeing in terror or attacking those around them. And with each new outbreak of fear and violence, the Ancient One grows stronger...",
                    "text": "",
                    "doom": "If there is a space with at least four Doom tokens, remove three Doom tokens from that space. Then place one Doom token on each of the other spaces in that Neighborhood and one Doom token on the Scenario sheet.",
                    "clue": null
                }                
            },
            "es": {
                "front": {
                    "title": "1 - OLA DE PÁNICO",
                    "story": "Se cierran ventanas, se echan cortinas y se atrancan puertas. Los ciudadanos recorren las calles a toda prisa, lanzando miradas furtivas a su espalda. Una siniestra inquietud se apodera de la ciudad, se cierne sobre sus tejados, se estanca en las sombras. Cuanto más se extiende el pánico, las personas y los animales reaccionan de manera más impredecible, huyendo espantados o atacando a quienes los rodean. Y con cada nuevo brote de miedo y violencia, el Primigenio se hace más fuerte...",
                    "text": "",
                    "doom": "Si en algún espacio hay al menos cuatro fichas de Perdición, quita tres fichas de Perdición de ese espacio. Luego coloca una ficha de Perdición en todos los demás espacios de ese Barrio y una ficha de Perdición sobre la hoja de Escenario.",
                    "clue": null
                }
                
            }
        }
    },
    {"idCard": 2,
        "expansion": "base",
        "type": "normalText",
        "languages": {
            "en": {
                "front": {
                    "title": "___",
                    "story": "___",
                    "text": "",
                    "doom": "___",
                    "clue": "___"
                },
                "back": {
                    "title": null,
                    "story": "___",
                    "text": "",
                    "doom": "___",
                    "clue": "___"
                }
            },
            "es": {
                "front": {
                    "title": "____",
                    "story": "____",
                    "text": "",
                    "doom": "___",
                    "clue": "___"
                },
                "back": {
                    "title": null,
                    "story": "___",
                    "text": "",
                    "doom": "___",
                    "clue": "___"
                }
            }
        }
    },
    {"idCard": 3,
        "expansion": "base",
        "type": "normalText",
        "languages": {
            "en": {
                "front": {
                    "title": "3 - REMINISCENCES",
                    "story": "The day dawns with a leaden sky and brings with it a frozen stillness that settles over Arkham's pointed rooftops. As you go about your morning routine, you can't shake the feeling that you've done this all before: the same breakfast, the same newspaper headlines reporting disappearances and other inexplicable events. And a note, written in your own handwriting, that reads: 'The Daemon Sultan is approaching. Go to the train station.'",
                    "text": "",
                    "doom": "When there are at least three Doom tokens on the Scenario sheet, flip this card.",
                    "clue": "When there are at least three Clue tokens on the Scenario sheet, add card 4 to the Codex. (Do not remove this card from the Codex.)"
                },
                "back": {
                    "title": null,
                    "story": "Strange events are taking place all across Arkham. People from other eras stroll the streets, marveling at the peculiar architectural style of the buildings. Things happen without rhyme or reason. Issues of the Arkham Advertiser display inaccurate dates, as if they had been chosen at random. Figures dressed in robes glide through the shadows, and to your dismay, you believe they are following you.",
                    "text": "Reveal cards from the bottom of the Monster deck until you draw a Cultist Monster. That Monster appears on the Street space closest to the Lead Investigator. Then shuffle the remaining cards from the top of the deck in a random order. Add card 5 to the Codex and return this card to the Archive.",
                    "doom": null,
                    "clue": null
                }
            },
            "es": {
                "front": {
                    "title": "3 - REMINISCENCIAS",
                    "story": "El día amanece con un cielo plomizo y trae consigo una quietud helada que se posa sobre los puntiagudos tejados de Arkham. Mientras os dedicáis a vuestros quehaceres matutinos, no podéis evitar la sensación de que esto ya lo habéis hecho antes: el mismo desayuno, los mismos titulares de periódico que informan de desapariciones y otros sucesos inexplicables. Y una nota, escrita de vuestro puño y letra, que dice “El Sultán Demoniaco se aproxima. Acudid a la estación de trenes”.",
                    "text": "",
                    "doom": "Cuando haya al menos tres fichas de Perdición sobre la hoja de Escenario, dale la vuelta a esta carta.",
                    "clue": "Cuando haya al menos tres fichas de Pista sobre la hoja de Escenario, añade al Códice la carta 4. (No quites esta carta del Códice.)"
                },
                "back": {
                    "title": null,
                    "story": "Extraños acontecimientos tienen lugar por toda Arkham. Personas de otras épocas se pasean por las calles, maravilladas por el peculiar estilo arquitectónico de los edificios. Ocurren cosas sin orden ni concierto. Los ejemplares del Arkham Advertiser muestran fechas inexactas, como su huvieran sido escogidas al azar. Individuos vestidos con túnicas se deslizan entre las sombras, y para vuestra consternacion, creeis que os estña siguiendo.",
                    "text": "Muestra cartas de la parte inferior del mazo de Monstruos hasta que saques un Monstruo Sectario. Este Monstruo aparece en el espacio de Calle más próximo al Líder. Luego por las demás cartas en la parte supeior del mazo en un orden aleatorio. Añade al Códice la carta 5 y devuelve esta carta al Archivo.",
                    "doom": null,
                    "clue": null
                }
            }
        }
    },
    {"idCard": 4,
        "expansion": "base",
        "type": "normalText",
        "languages": {
            "en": {
                "front": {
                    "title": null,
                    "story": "Some of the mysteries have already been revealed: the notes written in your handwriting, the sense of familiarity, all of it is due to the timeline having been displaced. Right now there are no guarantees that effect will follow cause, but you are clear that this phenomenon is the consequence of an arcane ritual carried out by the sect whose trail you have been following through the city. You must find the place where the ritual has been performed, as well as the epicenter of the temporal disturbances, if you want to harbor the slightest hope of restoring normality. Armed with this new knowledge, you return to the streets of the city and try to ignore when the flowers close in their buds and the raindrops rise toward the clouds.",
                    "text": "Take five tokens (one blue, one red and three white) and shuffle them face down. Place one face down at each of the following locations: the Arkham Advertiser, the Black Cave, Independence Square, the Uncharted Island and Velma’s Restaurant. Then turn this card over.",
                    "doom": null,
                    "clue": null
                },
                "back": {
                    "title": "PROFANE RITUAL",
                    "story": "You are unaware of the exact purpose of the sect’s ritual, but it is obvious that it is related to the temporal disturbances occurring throughout Arkham. If you wish to find out more, you will have to locate the place where the ritual was held.",
                    "text": "Action: Reveal a token at your location and resolve the effect corresponding to its color: If the revealed token is white, you have found nothing of interest; discard the token. When the revealed token is blue, add card 6 to the Codex. (Do not remove this card from the Codex.) When the revealed token is red, if the barrier has been destroyed, add card 7 face down to the Codex. Otherwise, add that card to the Codex face up. (Do not remove this card from the Codex.) If both the blue and red tokens have been revealed, remove all other tokens from the board and return this card to the Archive.",
                    "doom": null,
                    "clue": null
                }
            },
            "es": {
                "front": {
                    "title": null,
                    "story": "Algunos de los misterios ya se han esclarecido: las notas escritas con vuestra letra, la sensación de familiaridad, todo ello se debe a que la línea temporal se ha dislocado. Ahora mismo no existen garantías de que el efecto suceda a la causa, pero tenéis claro que este fenómeno es la consecuencia de un ritual arcano perpetrado por la secta cuyo rastro habéis estado siguiendo por la ciudad. Tenéis que encontrar el lugar donde se ha llevado a cabo el ritual, así como el epicentro de las perturbaciones temporales, si queréis albergar la más mínima esperanza de restablecer la normalidad. Armados con este nuevo conocimiento, regresáis a las calles de la ciudad y tratáis de hacer caso omiso cuando las flores se encierran en sus capullos y las gotas de lluvia ascienden hacia las nubes.",
                    "text": "Coge cinco indicadores (uno azul, uno rojo y tres blancos) y mézclalos boca abajo. Coloca uno boca abajo en las siguientes localizaciones: el Arkham Advertiser, la Cueva Negra, la Plaza de la Independencia, la Isla ignota y el Restaurante de Velma. Luego dale la vuelta a esta carta.",
                    "doom": null,
                    "clue": null
                },
                "back": {
                    "title": "RITUAL PROFANO",
                    "story": "Ignoráis el propósito exacto del ritual de la secta, pero es evidente que está relacionado con los desajustes temporales que se producen por toda Arkham. Si queréis averiguar más, tendréis que localizar el sitio donde se ha celebrado el ritual.",
                    "text": "Acción: Muestra un indicador que esté en tu localización y resuelve el efecto que se corresponda con su color: Si el indicador mostrado es blanco, no has encontrado nada de interés; descarta el indicador. Cuando se muestre el indicador azul, añade al Códice la carta 6. (No quites esta carta del Códice.) Cuando se muestre el indicador rojo, si la barrera ha sido destruida, añade al Códice la carta 7 boca abajo. En caso contrario, añade esa carta al Códice boca arriba. (No quites esta carta del Códice.) Si ya se han mostrado los indicadores azul y rojo, quita todos los demás indicadores del tablero y devuelve esta carta al Archivo.",
                    "doom": null,
                    "clue": null
                }
            }
        }
    },
    {"idCard": 5,
        "expansion": "base",
        "type": "normalText",
        "languages": {
            "en": {
                "front": {
                    "title": "___",
                    "story": "___",
                    "text": null,
                    "doom": "___",
                    "clue": "___"
                },
                "back": {
                    "title": null,
                    "story": "___",
                    "text": "___",
                    "doom": null,
                    "clue": null
                }
            },
            "es": {
                "front": {
                    "title": "Discontinuidad temporal",
                    "story": "Los extraños fenomenos suscitan un miedo cada véz más generalizado. la gente (la que pertenece a la época actual  )",
                    "text": null,
                    "doom": "___",
                    "clue": "___"
                },
                "back": {
                    "title": null,
                    "story": "___",
                    "text": "___",
                    "doom": null,
                    "clue": null
                }
            }
        }
    }
]