[
  {
    "idUser": "user_2x7hdgi9dwczRgUdQy93PLpgrUq",
    "investigadoresOnLine": [
      {
        "idInv": 12,
        "isActive": true,
        "expansion": "AHWaves",
        "name": "Silas Marsh",
        "position": "Sailor",
        "effect1": "Contaminated Blood - Once per round, when a prepared Monster is activated, you can designate any researcher as its prey. If that Monster faces you, you can regain two points of Sanity.",
        "effect2": null,
        "effect3": null,
        "phrase": "\"I have sailed the seven seas, but something always ends up drawing me to this place.\"",
        "theStory": "Silas was drawn to the sea. At the age of fourteen he answered its call and left his hometown of Innsmouth to join a merchant ship. He began his new life as a fish in the water, having an innate talent for seamanship, and swore never to return. The truth is he was eager to leave that decrepit and corrupt town—where his distant kinship with the old Marsh family had plunged the town into decay. Silas was in a tavern in the village of Singapore when he received the news of his parents' death. He didn't even come back for the funeral; he convinced himself it was for the best. He was glad to have left that terrible place behind. But now he often dreams of his late mother, and just as the sea once attracted him when he was young, something in Innsmouth has compelled him to return.",
        "focusLimit": 2,
        "locutionURL": "___",
        "imgInv": "/img/1-inv/13-Silas.jpg",
        "atributes": {
          "life": 8,
          "sanity": 4,
          "lore": 1,
          "influence": 3,
          "observation": 3,
          "strength": 3,
          "will": 3,
          "money": 4,
          "remnant": 0,
          "clue": 0
        },
        "rol": [
          {
            "rol": "Survivor",
            "description": "Your advantage lies in surviving the relentless assault of Myths and helping your fellow researchers do the same. Teamwork will lead you to victory."
          },
          {
            "rol": "Expert",
            "description": "You possess an exclusive set of skills that allow you to specialize in a specific task. Silas' lineage shares a sinister kinship with certain creatures of the Mythos, which gives you the unusual ability to predict and control the movements of the Monsters that threaten you."
          }
        ],
        "possessions": [
          {
            "id": 37,
            "img": "/img/2-obj/PerSilas1.jpg",
            "expansion": "AHWaves",
            "price": null,
            "types": [
              "perInicial",
              "objeto",
              "comun",
              "vinculable"
            ],
            "hands": 1,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Red de pesca",
                "description": "Durante tu turno, puedes vincular este Objeto a un monstruo no épico que esté en tu espacio para agotar a este Monstruo. Vínculo: este Monstruo no puede prepararse. Después de que derrotes a este Monstruo ganas el Objeto que tiene vinculado."
              },
              "en": {
                "name": "Fishing net",
                "description": "During your turn, you can link this Item to a non-epic monster in your space to exhaust this Monster. Link: This Monster cannot prepare. After you defeat this Monster you win the Item it has linked."
              }
            }
          },
          {
            "id": 38,
            "img": "/img/2-obj/PerSilas2.jpg",
            "expansion": "AHWaves",
            "price": null,
            "types": [
              "perInicial",
              "talento",
              "innato"
            ],
            "hands": null,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Espíritu aventurero",
                "description": "Durante la fase de Encuentros, todas tus habilidades se incrementan en un punto."
              },
              "en": {
                "name": "Adventurous spirit",
                "description": "During the Encounters phase, all your abilities increase by one point."
              }
            }
          },
          {
            "id": 45,
            "img": "/img/2-obj/PerStella3.jpg",
            "expansion": "AHWaves",
            "price": null,
            "types": [
              "perInicial",
              "talento",
              "innato"
            ],
            "hands": null,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Llueva o truene",
                "description": "Una vez por turno, cuando vayas a fallar una prueba, puedes descartar una ficha de Concentración de VOLUNTAD para añadir un Éxito al resultado de tu prueba."
              },
              "en": {
                "name": "Rain or shine",
                "description": "Once per turn, when you are going to fail a test, you can discard a WILL Concentration token to add a Success to your test result."
              }
            }
          },
          {
            "id": 129,
            "img": "/img/2-obj/PerLola1.jpg",
            "expansion": "original",
            "price": 4,
            "types": [
              "perInicial",
              "objeto",
              "especial",
              "arma"
            ],
            "hands": 2,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Revólver de madre",
                "description": "+4 a FUERZA. Si el investigador tiene menos de 3 de FUERZA, al disparar deberá lanzar un dado; este será el daño que sufra el portador por el retroceso."
              },
              "en": {
                "name": "Mother's Revolver",
                "description": "+4 STRENGTH. If the investigator has less than 3 STRENGTH, they must roll a die when shooting; this is the damage the bearer suffers due to recoil."
              }
            }
          },
          {
            "id": 132,
            "img": "/img/2-obj/PerWilliam1.jpg",
            "expansion": "original",
            "price": 4,
            "types": [
              "perInicial",
              "objeto",
              "especial",
              "arma"
            ],
            "hands": 1,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Revolver de guerra",
                "description": "Cuando estés realizando una accion de ataque Tira un dado, si sale par, recibes +3 de FUERZA ,si sale inpar, se te encasquilla el arma, no se suma ningun bonificador."
              },
              "en": {
                "name": "War Revolver",
                "description": "When performing an attack action, roll a die. If it's even, you gain +3 STRENGTH; if it's odd, the weapon jams and no bonus is applied."
              }
            }
          },
          {
            "id": 92,
            "img": "/img/2-obj/PerMonterrey1.jpg",
            "expansion": "AHOriginal",
            "price": null,
            "types": [
              "perInicial",
              "arma",
              "extraordinario"
            ],
            "hands": 1,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Látigo de la película",
                "description": "Te da +2 de FUERZA en las tiradas de ataque. Puedes atacar cuantas veces quieras usando este arma."
              },
              "en": {
                "name": "Whip of the film",
                "description": "It gives you +2 FORCE on attack spins. You can attack as many times as you want using this weapon."
              }
            }
          },
          {
            "id": 69,
            "img": "/img/2-obj/PerMalasombra3.jpg",
            "expansion": "AHNigth",
            "price": null,
            "types": [
              "perInicial",
              "objeto",
              "comun",
              "extraordinario",
              "arma"
            ],
            "hands": 1,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Navaja automática",
                "description": "Cuando te separas de un Monstruo, puedes inflingirle un punto de daño."
              },
              "en": {
                "name": "___",
                "description": "___"
              }
            }
          },
          {
            "id": 46111,
            "img": "/img/2-obj/PerZoey1.jpg",
            "expansion": "AHWaves",
            "price": null,
            "types": [
              "perInicial",
              "objeto",
              "comun",
              "arma"
            ],
            "hands": 1,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Cuchillo de cocina",
                "description": "Recibes +2 de FUERZA como parte de una acción de ataque. Después de que vuelvas a tirar un dado al resolver una prueba, añade un punto al resultado de ese dado."
              },
              "en": {
                "name": "Kitchen knife",
                "description": "You receive +2 FORCE as part of an attack action. After you roll a die again when solving a test, add a point to the result of that die."
              }
            }
          },
          {
            "id": 58,
            "img": "/img/2-obj/PerRoland1.jpg",
            "expansion": "AHNigth",
            "price": null,
            "types": [
              "perInicial",
              "objeto",
              "comun",
              "arma"
            ],
            "hands": 1,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": ".38 Special",
                "description": "Recibes +2 de FUERZA como parte de una accion de ataque. si el Monstruo alq ue estas atacando tiene un icno de Restos, en vez de eso recibes +3 de FUERZA."
              },
              "en": {
                "name": "___",
                "description": "___"
              }
            }
          },
          {
            "id": 206,
            "img": "/img/2-obj/escopeta.JPG",
            "expansion": "base",
            "price": 6,
            "types": [
              "tienda",
              "objeto",
              "común",
              "arma"
            ],
            "hands": 2,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Escopeta",
                "description": "Recibes Fuerza +5 cuando estés realizando una acción de ataque. Cada 6 que obtengas durante una acción de ataque cuenta como dos Éxitos."
              },
              "en": {
                "name": "Shotgun",
                "description": "You gain +5 Strength when performing an attack action. Each 6 rolled during an attack action counts as two Successes."
              }
            }
          }
        ],
        "extraData": {
          "likes": 0,
          "dislikes": 0,
          "NVotesLikeDislike": 0
        },
        "translations": {
          "es": {
            "name": "Silas Marsh",
            "position": "Marinero",
            "effect1": "Sangre contaminada - Una vez por ronda, cuando se active un Monstruo preparado, puedes designar a cualquier investigador como su presa. Si ese Monstruo se enfrenta a ti, puedes recuperar dos puntos de Cordura.",
            "effect2": null,
            "effect3": null,
            "phrase": "“He navegado por los siete mares, pero algo siempre acaba atrayéndome a este lugar.”",
            "theStory": "Silas se sentía atraído por el mar. A los catorce años respondió a su llamada y abandonó su pueblo natal, Innsmouth, para enrolarse en un buque mercante. Emprendió su nueva vida desenvolviéndose como pez en el agua, pues tenía un talento innato para la náutica, y juró que nunca regresaría. Lo cierto es que estaba ansioso por marcharse de aquel pueblo decrépito y corrupto, donde se le conocía por su parentesco lejano con la vieja familia Marsh que había sumido al pueblo en la decadencia. Silas se hallaba en una taberna del pueblo de Singapur cuando recibió la noticia del fallecimiento de sus padres. Ni siquiera volvió para asistir al funeral; se convenció de que era lo mejor. Se alegraba de haber dejado atrás aquel terrible lugar. Pero ahora sueña a menudo con su difunta madre, y así como el mar le atraía cuando era joven, algo en Innsmouth le había impulsado a volver.",
            "focusLimit": 2,
            "locutionURL": "___",
            "rol": [
              {
                "rol": "Superviviente",
                "description": "Tu ventaja radica en sobrevivir al implacable asalto de los Mitos y ayudar a tus compañeros investigadores a hacer lo mismo. El trabajo en equipo os conducirá a la victoria."
              },
              {
                "rol": "Experto",
                "description": "Posees un conjunto exclusivo de habilidades que te permite especializarte en una tarea concreta. El linaje de Silas comparte un siniestro lazo de parentesco con ciertas criaturas de los Mitos, lo cual te confiere la insólita capacidad de predecir y controlar los movimientos de los Monstruos que os amenazan."
              }
            ]
          }
        },
        "idUser": "user_2x7hdgi9dwczRgUdQy93PLpgrUq",
        "id": "1e265266-225d-48b0-949c-1ff8d7525ef4",
        "lastUpdated": 1754665912932,
        "idMapOnLine": "00e57574-de7e-4c70-a4e9-ff4700ede35c"
      }
    ]
  },
  {
    "idUser": "user_nuevo",
    "investigadoresOnLine": []
  },
  {
    "idUser": "user_2x7hdgi9dwczRgUdQy93PLpgrUqa",
    "investigadoresOnLine": [
      {
        "idUser": "user_2x7hdgi9dwczRgUdQy93PLpgrUqa",
        "idMapOnLine": "1234",
        "idInv": 1,
        "name": "Tommy Muldoon Editado 3",
        "position": "Rookie cop",
        "expansion": "Base",
        "effect1": "Protector: If a Monster is going to face another researcher in your space, you can face that Monster instead.",
        "effect2": null,
        "effect3": null,
        "phrase": "'Come on, Tommy. It’s time to become a hero.'",
        "theStory": "The Muldoons had served in the police force for generations, and Tommy was no less. He was the pride of his family when he graduated from the Boston Academy. That’s why it wasn’t very funny to be transferred to the Arkham police station; after all, what could happen in that small town compared to the crimes I would have been able to solve in Boston? It turned out that police work in Arkham was not without interest after all. There were many unexplained events, and the local police seemed more interested in appearing normal than in finding a solution. So Tommy reached for Becky, his grandfather’s rifle, and set out to find solutions on his own ...",
        "focusLimit": 2,
        "locutionURL": "___",
        "imgInv": "/img/1-inv/1-Tommy.jpg",
        "atributes": {
          "life": 700,
          "sanity": 5,
          "lore": 2,
          "influence": 2,
          "observation": 3,
          "strength": 2,
          "will": 3,
          "money": 2,
          "remnant": 0,
          "clue": 10
        },
        "rol": [
          {
            "rol": "guardian",
            "description": "Your responsibility is to protect your fellow investigators. This could mean helping them recover from physical and mental damage, or dispatching Monsters before they become a threat."
          },
          {
            "rol": "survivor",
            "description": "Your advantage lies in surviving the relentless assault of Myths and helping your fellow researchers do the same. Teamwork will lead you to victory. "
          }
        ],
        "possessions": [
          {
            "id": 1,
            "img": "/img/2-obj/PerTommy3.jpg",
            "expansion": "base",
            "price": null,
            "types": [
              "perInicial",
              "objeto",
              "comun"
            ],
            "hands": null,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Esposas",
                "description": "Una vez por ronda, después de que infrinjas Daño, te separes o sufras Daño de un monstruo HUMANO que no sea épico, puedes derrotar a ese monstruo."
              },
              "en": {
                "name": "handcuffs",
                "description": "Once per round, after you break Damage, separate or take Damage from a non-epic HUMAN monster, you can defeat that monster."
              }
            }
          }
        ],
        "translations": {
          "es": {
            "name": "Tommy Muldoon",
            "position": "Poli Novato",
            "effect1": "Protector: Si un Monstruo va a enfrentarse a otro investigador en tu espacio, puedes enfrentarte tú a ese Monstruo en su lugar.",
            "effect2": null,
            "effect3": null,
            "phrase": "'Vamos alla, Tommy. Es hora de hacerse el Heroe'",
            "theStory": "Los Muldoon habían servido en el cuerpo de policía durante generaciones, y Tommy no iba a ser menos. Fue el orgullo de su familia cuando se graduó en la academia de Boston. Por eso no hizo mucha gracia que lo trasladasen a la comisaría de Arkham; después de todo ¿qué podía ocurrir en aquel pueblucho comparado con los crímenes que habría sido capaz de resolver en Boston? Al final resultó que el trabajo policial en Arkham no estaba exento de interés, después de todo. Había muchos sucesos inexplicables, y la policía local parecía más interesada en aparentar normalidad que en buscar una solución. Así que Tommy echó mano a Becky, el rifle de su abuelo, y se dispuso a buscar soluciones por su cuenta ...",
            "focusLimit": 2,
            "locutionURL": "___",
            "rol": [
              {
                "rol": "___",
                "description": "___"
              },
              {
                "rol": "___",
                "description": "___"
              }
            ]
          }
        },
        "id": "74199743-b16e-4d15-90dd-2fc87e0aa361",
        "lastUpdated": 1752830397724
      },
      {
        "idUser": "user_2x7hdgi9dwczRgUdQy93PLpgrUqa",
        "idInv": 1,
        "name": "Tommy Muldoon Editado 3",
        "position": "Rookie cop",
        "expansion": "Base",
        "effect1": "Protector: If a Monster is going to face another researcher in your space, you can face that Monster instead.",
        "effect2": null,
        "effect3": null,
        "phrase": "'Come on, Tommy. It’s time to become a hero.'",
        "theStory": "The Muldoons had served in the police force for generations, and Tommy was no less. He was the pride of his family when he graduated from the Boston Academy. That’s why it wasn’t very funny to be transferred to the Arkham police station; after all, what could happen in that small town compared to the crimes I would have been able to solve in Boston? It turned out that police work in Arkham was not without interest after all. There were many unexplained events, and the local police seemed more interested in appearing normal than in finding a solution. So Tommy reached for Becky, his grandfather’s rifle, and set out to find solutions on his own ...",
        "focusLimit": 2,
        "locutionURL": "___",
        "imgInv": "/img/1-inv/1-Tommy.jpg",
        "atributes": {
          "life": 700,
          "sanity": 5,
          "lore": 2,
          "influence": 2,
          "observation": 3,
          "strength": 2,
          "will": 3,
          "money": 2,
          "remnant": 0,
          "clue": 10
        },
        "rol": [
          {
            "rol": "guardian",
            "description": "Your responsibility is to protect your fellow investigators. This could mean helping them recover from physical and mental damage, or dispatching Monsters before they become a threat."
          },
          {
            "rol": "survivor",
            "description": "Your advantage lies in surviving the relentless assault of Myths and helping your fellow researchers do the same. Teamwork will lead you to victory. "
          }
        ],
        "possessions": [
          {
            "id": 1,
            "img": "/img/2-obj/PerTommy3.jpg",
            "expansion": "base",
            "price": null,
            "types": [
              "perInicial",
              "objeto",
              "comun"
            ],
            "hands": null,
            "health": {
              "life": null,
              "sanity": null
            },
            "cost": {
              "life": null,
              "sanity": null
            },
            "translations": {
              "es": {
                "name": "Esposas",
                "description": "Una vez por ronda, después de que infrinjas Daño, te separes o sufras Daño de un monstruo HUMANO que no sea épico, puedes derrotar a ese monstruo."
              },
              "en": {
                "name": "handcuffs",
                "description": "Once per round, after you break Damage, separate or take Damage from a non-epic HUMAN monster, you can defeat that monster."
              }
            }
          }
        ],
        "translations": {
          "es": {
            "name": "Tommy Muldoon",
            "position": "Poli Novato",
            "effect1": "Protector: Si un Monstruo va a enfrentarse a otro investigador en tu espacio, puedes enfrentarte tú a ese Monstruo en su lugar.",
            "effect2": null,
            "effect3": null,
            "phrase": "'Vamos alla, Tommy. Es hora de hacerse el Heroe'",
            "theStory": "Los Muldoon habían servido en el cuerpo de policía durante generaciones, y Tommy no iba a ser menos. Fue el orgullo de su familia cuando se graduó en la academia de Boston. Por eso no hizo mucha gracia que lo trasladasen a la comisaría de Arkham; después de todo ¿qué podía ocurrir en aquel pueblucho comparado con los crímenes que habría sido capaz de resolver en Boston? Al final resultó que el trabajo policial en Arkham no estaba exento de interés, después de todo. Había muchos sucesos inexplicables, y la policía local parecía más interesada en aparentar normalidad que en buscar una solución. Así que Tommy echó mano a Becky, el rifle de su abuelo, y se dispuso a buscar soluciones por su cuenta ...",
            "focusLimit": 2,
            "locutionURL": "___",
            "rol": [
              {
                "rol": "___",
                "description": "___"
              },
              {
                "rol": "___",
                "description": "___"
              }
            ]
          }
        },
        "id": "87e2f55d-b0fd-44f3-8567-d0fe83ff1d10",
        "lastUpdated": 1752831662138
      }
    ]
  }
]