[
  {"idMap": 0,
    "title": "The Arrival of Azathoth",
    "description": "In the heart of infinity dwells the lethargic Azathoth, lulled by the incessant notes of ominous flutes. But there are mortals who wish to invoke the immeasurable power and calamity of the Blind and Idiot God, even if it means condemning humanity ...",
    "difficulty": 1,
    "expansion": "AHBase",
    "duration": 130,
    "userVotes": 4,
    "initialSpace": "Train Station",
    "retribution": "For each Cultist Monster, place a Doom token in its space. (If it is in a street space, the Doom token is placed in an adjacent Neighborhood space.)",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 3
    },
    "enemies": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9],
    "specialEnemies": [],
    "imgMap": "LosetasMapa1.png",
    "BGMap": "/img/3-mapas/imgPortada/BG1MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "La llegada de Azathoth",
        "description": "En el corazón del infinito mora el aletargado Azathoth, arrullado por las incesantes notas de funestas flautas. Pero hay mortales que desean invocar el poder y la calamidad inconmensurables del Dios Ciego e Idiota, aunque ello suponga condenar a la humanidad ...",
        "initialSpace": "Estación de trenes",
        "retribution": "Por cada Monstruo Sectario, coloca una ficha de Perdición en su espacio. (Si está en un espacio de calle, la ficha de perdición se coloca en un espacio de Barrio adyacente.)"
      }
    }
  },
  {"idMap": 1,
    "title": "Feast for Umordhoth",
    "description": "The Gules who dwell in the underworld feed on the flesh of the dead: yet even they live in fear of the Devourer of the Deep whom they revere. But the Gules are not the only ones in Arkham who worship Umórdhoth...",
    "difficulty": 1,
    "expansion": "AHBase",
    "duration": 150,
    "userVotes": 3,
    "initialSpace": "Grocery Store",
    "retribution": "Place a Doom token on the scenario sheet.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 3
    },
    "enemies": [10, 0, 11, 1, 3, 12, 13, 14, 15, 16, 17],
    "specialEnemies": [18, 19, 20, 21, 22, 23],
    "imgMap": "LosetasMapa2.png",
    "BGMap": "/img/3-mapas/imgPortada/BG2MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "Festín para Umordhoth",
        "description": "Los gules que habitan en el mundo subterráneo se alimentan de la carne de los muertos: con todo, incluso ellos viven temerosos del Devorador de las Profundidades al que reverencian. Pero los gules no son los únicos en Arkham que veneran a Umórdhoth...",
        "initialSpace": "Colmado",
        "retribution": "Coloca una ficha de Perdición sobre la hoja de escenario."
      }
    }
  },
  {"idMap": 2,
    "title": "The Veil of the Twilight",
    "description": "Something lurks in the icy void that separates our worlds. He whispers from the other side of the veil, calling all who have the power to release him from confinement. Those who succumb to their influence gain great power, but the price they pay is terrible. And with each passing day their liberation is closer...",
    "difficulty": 2,
    "expansion": "AHBase",
    "duration": 90,
    "userVotes": 2,
    "initialSpace": "Ma’s Guesthouse",
    "retribution": "Place a Doom token in each space that contains an open wound.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 3
    },
    "enemies": [24, 25, 26, 27, 28, 29, 30],
    "specialEnemies": [31, 32, 33, 34],
    "imgMap": "LosetasMapa3.png",
    "BGMap": "/img/3-mapas/imgPortada/BG3MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "El Velo del Crepúsculo",
        "description": "Algo acecha en el gélido vacío que separa nuestros mundos. Susurra desde el otro lado del velo, llamando a todos los que tengan el poder necesario para liberarlo de su confinamiento. Quienes sucumben a su influjo obtienen un gran poder, pero el precio que pagan es terrible. Y con cada día que pasa su liberación está más próxima...",
        "initialSpace": "Pensión de Má",
        "retribution": "Coloca una ficha de Perdición en cada espacio que contenga una herida abierta."
      }
    }
  },
  {"idMap": 3,
    "title": "Echoes of the Deep",
    "description": "In his abode of R'lyeh, the late Cthulhu waits dreaming. He agitates in his lethargy and waits for the stars to be propitious for R'lyeh to emerge from his home under the waves and the primeval ones to return. For what can lie eternally is not dead, and with the strange evos even death can die...",
    "difficulty": 3,
    "expansion": "AHBase",
    "duration": 240,
    "userVotes": 5,
    "initialSpace": "Observatory",
    "retribution": "Each investigator suffers Horror equal to the number of tokens in their space.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 3
    },
    "enemies": [35, 4, 0, 36, 37, 38, 39, 40, 41, 42],
    "specialEnemies": [],
    "imgMap": "LosetasMapa4.png",
    "BGMap": "/img/3-mapas/imgPortada/BG4MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "Ecos de las Profundidades",
        "description": "En su morada de R’lyeh, el difunto Cthulhu aguarda soñando. Se agita en su letargo y espera a que las estrellas sean propicias para que R’lyeh emerja de su hogar bajo las olas y los primigenios regresen. Pues no está muerto lo que puede yacer eternamente, y con los evos extraños aun la muerte puede morir...",
        "initialSpace": "Observatorio",
        "retribution": "Cada investigador sufre tanto Horror como el número de fichas que haya en su espacio."
      }
    }
  },
  {"idMap": 4,
    "title": "Tyrants of Desolation",
    "description": "In the underwater depths of the Devil’s Arredice, the tyrants of Y’hanthlei rule the dark tides as they dream of transcending these ancient mortal forms. They stir under the waters and send them deep to corrupt the surface world.",
    "difficulty": 3,
    "expansion": "AHWaves",
    "duration": 150,
    "userVotes": 4,
    "initialSpace": "Hotel Gilman House",
    "retribution": "The Terror spreads in each Neighborhood that contains a Deep One Monster.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "terror": 1,
      "empty": 2
    },
    "enemies": [24, 26, 43, 44, 45, 42, 41, 40, 39, 38, 37, 36],
    "specialEnemies": [],
    "imgMap": "LosetasMapa5.png",
    "BGMap": "/img/3-mapas/imgPortada/BG5MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "Tiranos de la Desolación",
        "description": "En las profundidades submarinas del Arrecife del Diablo, los tiranos de Y´hanthlei gobiernan las mareas tenebrosas mientras sueñan con trascender sus vetustas formas mortales. Se agitan bajo las aguas y envían a sus profundos para que corrompan el mundo de la superficie.",
        "initialSpace": "Hotel Gilman House",
        "retribution": "Se propaga el Terror en cada Barrio que contenga un Monstruo Profundo."
      }
    }
  },

  {"idMap": 5,
    "title": "The Mortecina Lamp",
    "description": "In the foggy town of Kingsport, the upper class thrives within a new society known as the Lamp Club. In alleys and slums, many disappeared people return stripped of their memories, like mere shadows of what they were.",
    "difficulty": 2,
    "expansion": "AHWaves",
    "duration": 170,
    "userVotes": 4,
    "initialSpace": "Docks",
    "retribution": "Any investigator located in a space containing Doom suffers 1 point of Horror unless they discard a Focus token.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 3
    },
    "enemies": [46, 5, 43, 27, 48, 47, 49, 50, 51, 52, 3],
    "specialEnemies": [53],
    "imgMap": "LosetasMapa6.png",
    "BGMap": "/img/3-mapas/imgPortada/BG6MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "La Lámpara Mortecina",
        "description": "En el brumoso pueblo de Kingsport, la clase alta prospera en el seno de una nueva sociedad conocida como el Club de la Lámpara. En callejones y barrios bajos, muchas personas que habían desaparecido regresan despojados de sus recuerdos, como meras sombras de lo que fueron.",
        "initialSpace": "Muelles",
        "retribution": "Todo investigador situado en un espacio que contenga Perdición sufre un punto de Horror a menos que descarte una ficha de Concentración."
      }
    }
  },
  {"idMap": 6,
    "title": "The Progeny of Ithaqua",
    "description": "Ithaqua, who walks in the wind, lurks in the icy north. It is the icy wind that reaches to the soul, the voracious ice that imprisons the unwary. Forgotten and lonely, Ithaqua spreads its influence with the cruel hope of engendering a terrible progeny, a new offspring capable of defeating the archetypal gods themselves.",
    "difficulty": 4,
    "expansion": "AHWaves",
    "duration": 230,
    "userVotes": 3,
    "initialSpace": "Velma's Restaurant",
    "retribution": "Place a Doom token in any space in Innsmouth and a Doom token in any space in Kingsport.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "terror": 1,
      "empty": 2
    },
    "enemies": [6, 26, 30, 28, 54, 29, 55, 48, 56, 46],
    "specialEnemies": [],
    "imgMap": "LosetasMapa7.png",
    "BGMap": "/img/3-mapas/imgPortada/BG7MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "La Progenie de Ithaqua",
        "description": "Ithaqua, el que camina en el viento, acecha en el gélido norte. Es el viento helado que cala hasta el alma, el hielo voraz que aprisiona a los incautos. Olvidado y solitario, Ithaqua propaga su influencia con la cruel esperanza de engendrar una progenie terrible, un nuevo vástago capaz de vencer a los mismísimos dioses arquetípicos.",
        "initialSpace": "Restaurante de Velma",
        "retribution": "Coloca una ficha de Perdición en cualquier espacio de Innsmouth y una ficha de Perdición en cualquier espacio de Kingsport."
      }
    }
  },
  {"idMap": 7,
    "title": "Dreams of R´lyeh",
    "description": "The fresh autumn breeze carries with it a supernatural melody, practically imperceptible to the awake mind. In dreams, you visit a fantastic underwater city and delight in the glory of a cyclopean entity that you cannot see.",
    "difficulty": 5,
    "expansion": "AHWaves",
    "duration": 200,
    "userVotes": 3,
    "initialSpace": "Santa María Hospital",
    "retribution": "Each investigator places a Doom token in their space unless they suffer a point of Horror.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 1
    },
    "enemies": [37, 42, 39, 4, 8, 55, 48, 57, 44, 58, 35],
    "specialEnemies": [],
    "imgMap": "LosetasMapa8.png",
    "BGMap": "/img/3-mapas/imgPortada/BG8MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "Sueños de R´lyeh",
        "description": "La fresca brisa otoñal arrastra consigo una melodía sobrenatural, prácticamente imperceptible para al mente despierta. En sueños, visitáis una fantástica ciudad submarina y os deleitáis en la gloria de una entidad ciclópea que no alcanzáis a ver.",
        "initialSpace": "Hospital de Santa María",
        "retribution": "Cada investigador coloca una ficha de Peridión en su espacio a menos que sufra un punto de Horror."
      }
    }
  },

  {"idMap": 8,
    "title": "The Silence of Tsathoggua",
    "description": "The beast of Voormithabreth slumbers while the adepts it abandoned in distant Yuggoth prepare their devotional offerings to sate its voracious appetite. If the Sleeper of N'Kai were to awaken, we would all be doomed.",
    "difficulty": 4,
    "expansion": "AHNigth",
    "duration": 240,
    "userVotes": 3,
    "initialSpace": "Orne Library",
    "retribution": "If there are 2 or more Clues in any Neighborhood, place a Doom token on the scenario sheet.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 3
    },
    "enemies": [59, 60, 61, 4, 2, 62, 63, 64, 11, 24],
    "specialEnemies": [],
    "imgMap": "LosetasMapa9.png",
    "BGMap": "/img/3-mapas/imgPortada/BG9MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "El silencio de Tsathoggua",
        "description": "La bestia de Voormithabreth dormita mientras los adeptos que abandonó en la lejana Yuggoth preparan sus ofrendas devocionales para colmarsu voraz apetito. Si el Durmiente de N'Kai llegase a despertar, estaríamos todos condenados.",
        "initialSpace": "Biblioteca Orne",
        "retribution": "Si hay 2 o más Pistas en algún Barrio, coloca una ficha de Perdición sobre la hoja del escenario."
      }
    }
  },
  {"idMap": 9,
    "title": "Shots in the Dark",
    "description": "The mafias of Arkham have a long history, and the truce between the O'Bannions and the Sheldons has been, at best, fragile. During the sweltering summer of 1926, a sinister shadow drives them into a brutal gang war.",
    "difficulty": 3,
    "expansion": "AHNigth",
    "duration": 230,
    "userVotes": 3,
    "initialSpace": "Police Station",
    "retribution": "If neither of the gangs is hostile, a Cultist Monster appears.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 3
    },
    "enemies": [15, 65, 66, 13, 4, 67, 59, 1, 2 ],
    "specialEnemies": [68, 69, 70, 71, 72, 73],
    "imgMap": "LosetasMapa10.png",
    "BGMap": "/img/3-mapas/imgPortada/BG10MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "Disparos en la oscuridad",
        "description": "Las mafias de Arkham tienen una larga historia, y la tregua entre los O'Bannion y los Sheldon ha sido, en el mejor de los casos, frájil. Durante en caluroso verano de 1926, una sombra tenebrosa los empuja a una cruenta guerra de bandas.",
        "initialSpace": "Comisaría",
        "retribution": "Si ninguna de las bandas es hostil, aparece un Monstruo Sectario."
      }
    }
  },

  {"idMap": 10,
    "title": "The Key and the Gate",
    "description": "For eons, Yog-Sothoth has watched the universe from beyond time and space. The Lurker at the Threshold stirs, no longer content to merely watch and wait. Countless servants toil to open the gate that keeps the Ancient One sealed outside our universe.",
    "difficulty": 2,
    "expansion": "AHSecrets",
    "duration": 330,
    "userVotes": 2,
    "initialSpace": "Silver Twilight Lodge",
    "retribution": "Each investigator who is not engaged with one or more Monsters moves one space toward the unstable space unless they suffer one Horror.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 3
    },
    "enemies": [74, 11, 75, 76, 77, 9, 78, 79, 80, 25, 26, 27, 28, 29, 30],
    "specialEnemies": [],
    "imgMap": "LosetasMapa11.png",
    "BGMap": "/img/3-mapas/imgPortada/BG11MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "La LLave y la Puerta",
        "description": "Durante eones, Yog-Sothoth ha observado el universo desde más allá del tiempo y del espacio. El que Acecha en l Umbral se agita, pues ya no se conforma con limitarse a observar y esperar. Innumerables siervos se afanan por abrir la puerta que encierra al Primigenio fuera de nuestro universo.",
        "initialSpace": "Logia del Crepúsculo de Plata",
        "retribution": "Cada investigador que no esté enfrentado a uno o más Mosntruos se mueve un espacio hacia el espacio inestable a menos que sufra un punto de Horror."
      }
    }
  },
  {"idMap": 11,
    "title": "Forced to Serve",
    "description": "A plague of restless spirits invades Arkham, creating a psychic disturbance that cannot be ignored. These lost souls are trapped by an ancient pact, and it is necessary to free them from the evil that binds them for all eternity.",
    "difficulty": 2,
    "expansion": "AHSecrets",
    "duration": 130,
    "userVotes": 3,
    "initialSpace": "The Witch's House",
    "retribution": "For each Spirit Monster, place a Doom token in its space. If there are no Spirit Monsters on the board, a Spirit Monster appears.",
    "mythosReserve": {
      "doom": 3,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 3
    },
    "enemies": [16, 8, 28, 81, 7, 79, 82, 78],
    "specialEnemies": [83, 84, 85, 31, 32, 33, 34],
    "imgMap": "LosetasMapa12.png",
    "BGMap": "/img/3-mapas/imgPortada/BG12MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "Obligados a servir",
        "description": "Una plaga de espíritus inquietos invade Arkham, creando una perturbación psíquica que no se puede ignorar. Estas almas perdidas están atrapadas por un antiguo pacto y es necesario liberarlas del mal que las ata por toda la enernidad.",
        "initialSpace": "La casa de la bruja",
        "retribution": "Por cada Monstruo Espíritu, coloca una ficha de Perdición en su espacio. Si no hay Mosntruos Espíritu en el tablero, aparece un Monstruo Espíritu."
      }
    }
  },
  {"idMap": 12,
    "title": "The Dead Scream",
    "description": "An ancient magic has torn the veil that protects Arkham from the worlds beyond. Terrible creatures emerge from the Underdark to threaten everything you hold dear.",
    "difficulty": 3,
    "expansion": "AHSecrets",
    "duration": 140,
    "userVotes": 3,
    "initialSpace": "Train Station",
    "retribution": "Place an Ally card face down in the street closest to the unstable space; then, a Monster appears in the unstable space.",
    "mythosReserve": {
      "doom": 4,
      "enemies": 2,
      "clues": 2,
      "newspaper": 2,
      "explosion": 1,
      "retribution": 1,
      "empty": 2
    },
    "enemies": [1, 75, 16, 82, 14, 3, 80, 13, 74, 86, 77, 76, 81],
    "specialEnemies": [],
    "imgMap": "LosetasMapa13.png",
    "BGMap": "/img/3-mapas/imgPortada/BG13MapaArkham.jpg",
    "translations": {
      "es": {
        "title": "Los muertos gritan",
        "description": "Una antigua magia ha rasgado el velo que protege Arkham de los mundos que hay más allá. Terribles criaturas surgen del Mundo subterraneo para amenazar todo lo que te importa.",
        "initialSpace": "Estación de Trenes",
        "retribution": "Coloca una carta de Aliado boca abajo en la calle más cercana al espacio inestable; luego aparece un Mosntruo en el espacio inestable."
      }
    }
  }
]